{
  "navigation": {
    "home": "Início",
    "about": "Sobre",
    "contact": "Contato",
    "privacy": "Pivacidade",
    "pages": "Páginas"
  },
  "footer": {
    "copy": "Todos os Direitos Reservados",
    "policy": "Plítica e Privacidade"
  },
  "page": {
    "home": {
      "title": "Incíco",
      "description": "Este é o meu site pessoal, onde tenho um blog com artigos, tutores, desafios e muito mais. Douglas Matos da Silva",
      "slogan": "Pai, marido, irmão e desenvolvedor de software",
      "overview": {
        "title": "Bem-vindo ao meu centro de conhecimento!",
        "p1": "Saudações e bem-vindo ao meu reino digital de compartilhamento de conhecimento! Esta plataforma serve como um centro onde pretendo disseminar insights através de uma variedade de meios, como artigos, tutoriais e dicas práticas.",
        "h2p2": "O que esperar:",
        "p2": "Mergulhe em uma infinidade de postagens de blog que abrangem o vasto cenário da engenharia e desenvolvimento de software. Dos meandros do gerenciamento de projetos aos detalhes da codificação prática, o espectro abrange front-end, back-end , dispositivos móveis, web, Linux e muito mais.",
        "h2p3": "Uma experiência de aprendizagem unificada:",
        "p3": "Este espaço é uma convergência da minha jornada de aprendizagem contínua. Estou empenhado em consolidar e compartilhar tudo o que absorvo ao longo do caminho. Conte com atualizações regulares onde não apenas compartilho o conhecimento que adquiro, mas também forneço códigos-fonte acessíveis sobre GitHub para sua exploração.",
        "h2p4": "Além do básico:",
        "p4": "Em minha busca pela melhoria contínua, comprometo-me a desvendar os mistérios de qualquer novo assunto que encontrar. Através de postagens de blog esclarecedoras, detalharei tópicos complexos, tornando-os mais acessíveis para todos. Além disso, você encontre alguns de meus projetos menores desenvolvidos como parte de meus estudos em andamento, disponíveis para exploração e aprendizagem.",
        "h2p5": "Desejamos sucesso:",
        "p5": "A todos os visitantes, estendo meus sinceros votos de sucesso e crescimento. Sua jornada no mundo do software e do desenvolvimento certamente será enriquecedora, e estou aqui para contribuir com essa jornada de qualquer maneira que eu pode.",
        "h2p6": "Conecte-se comigo:",
        "p6": "Para mais detalhes, dúvidas ou apenas um bate-papo amigável, sinta-se à vontade para entrar em contato. Seu envolvimento é altamente valorizado e estou ansioso para me conectar com outros entusiastas, alunos e profissionais da indústria.",
        "greetings": "Atenciosamente,"
      },
      "about": {
        "title": "Sobre",
        "p1": "Olá, meu nome é <strong><u>Douglas Matos da Silva</u></strong>, tenho 30 anos de idade, trabalho como <strong><u>Desenvolvedor de Software</u></strong> à 4 anos. Atualmente estou cursando o 6º período da faculdade de <strong>Engenharia de Software</strong> na faculdade <a href={college.url} target='_blank' rel='noreferrer'><u><strong>Estacio</strong></u></a>.",
        "p2": "Trabalho atualmente como <strong><u>Desenvolvedor de Software</strong></u> na <a href='https://www.intelie.ai/' target='_blank' rel='noreferrer'><u><strong>Intelie by ViaSat</strong></u></a>.",
        "read_more": "Saiba mais"
      },
      "latest_posts": {
        "title": "Últimos posts",
        "read_more": "Saiba mais"
      },
      "contact": {
        "title": "Contato",
        "p1": "Se você quer entrar em contato, o principal meio é via e-mail, isso pode ser feito para área de contato.",
        "p2": "Mas você pode encontrar meus perfis em alguns redes sociais, porém não garanto conseguir responder a tempo caso me envie mensagem por meio de alguma delas.",
        "read_more": "Saiba mais"
      }
    },
    "about": {
      "title": "Sobre",
      "name": "Nome",
      "message": "Mensagem",
      "description": "Está página contém informações sobre o autor - Douglas Matos da Silva",
      "p1": "Olá, meu nome é <strong><u>Douglas Matos da Silva</u></strong>, tenho 30 anos de idade, trabalho como <strong><u>Desenvolvedor de Software</u></strong> à 4 anos. Atualmente estou cursando o 6º período da faculdade de <strong>Engenharia de Software</strong> na faculdade <a href={college.url} target='_blank' rel='noreferrer'><u><strong>Estacio</strong></u></a>.",
      "p2": "Sou PAI da Joanna, padrasto do Brian e da Branda, sou marido da Verônica e irmão da Gabriela, essas as pessoas que formam minha família. Família que com ela e por ela sou o que sou hoje.",
      "p3": "Não possuo uma grande experiência no mundo de Desenvolvimento de Software, entrei neste mundo aos 26 anos de idade primeiro por curiosidade, sempre tive uma mente inquieta e curiosa, primeiro tive interesse e consertar computadores e notebooks, aprendi muita coisa pesquisando e cheguei a aceitar pequenos trabalhos como técnico de informática, fazendo formatação de computadores, cabeamento de rede, confguração de roteadores, montagem e manutenção de computadores, impressoras, etc...Mas o momento em que eu me econtrava era um dos piores momentos da minha vida e não tinha dinheiro para comprar ferramentas ou equipamentos, aí pensei Como será que funciona um programa de computador? daí passei a pesquisar sobre programação, e escolhi a linguagem C++ para começar."
    },
    "contact": {
      "title": "Contato",
      "subtitle": "Envie um e-mail",
      "description": "Entre em contato. Tentarei responder, mas isso pode demorar um pouco, pois sou ocupado."
    },
    "privacy": {
      "title": "Política de privacidade de Douglas Matos",
      "description": "Na Douglas Matos, acessível em https://www.douglasmatosdasilva.com.br/, uma de nossas principais prioridades é a privacidade de nossos visitantes. Este documento de Política de Privacidade contém tipos de informações que são coletadas e registradas por Douglas Matos e como as utilizamos.",
      "p1": "Na Douglas Matos, acessível em https://www.douglasmatosdasilva.com.br/, uma de nossas principais prioridades é a privacidade dos nossos visitantes. Este documento de Política de Privacidade contém tipos de informações que são coletados e registrados por Douglas Matos e como os utilizamos.",
      "p2": "Se você tiver dúvidas adicionais ou precisar de mais informações sobre nossa Política de Privacidade, não hesite para nos contactar.",
      "p3": "Douglas Matos segue um procedimento padrão de utilização de arquivos de log. Esses arquivos registram os visitantes quando eles visitam sites. Todas as empresas de hospedagem fazem isso e uma parte dos serviços de hospedagem; análise. A informação coletados pelos arquivos de log incluem endereços de protocolo de Internet (IP), tipo de navegador, provedor de serviços de Internet (ISP), carimbo de data e hora, páginas de referência/saída e possivelmente o número de cliques. Estes não são vinculado a qualquer informação que seja pessoalmente identificável. O objetivo da informação é para analisando tendências, administrando o site, rastreando as informações dos usuários. movimentação no site e coleta informação demográfica. Nossa Política de Privacidade foi criada com a ajuda do{' '} <a href='https://www.privacypolicygenerator.org'>Gerador de Política de Privacidade</a>.",
      "p4": "Como qualquer outro site, Douglas Matos utiliza {'cookies'}. Esses cookies são usados para armazenar informações, incluindo informações dos visitantes. preferências e as páginas do site que o visitante acessou ou visitou. As informações são usadas para otimizar a experiência dos usuários. experiência personalizando o conteúdo de nossa página da web com base na experiência dos visitantes. tipo de navegador e/ou outras informações.",
      "p5": "O Google é um fornecedor terceirizado em nosso site. Ele também usa cookies, conhecidos como cookies DART, para veicular anúncios aos visitantes do nosso site com base em suas visitas a www.website.com e outros sites na Internet. No entanto, os visitantes podem optar por recusar o uso de cookies DART visitando o anúncio do Google e a Política de Privacidade da rede de conteúdo no seguinte URL –{' '} <a href='https://policies.google.com/technologies/ads' >https://policies.google.com/technologies/ads</a>",
      "p6": "Alguns anunciantes em nosso site podem usar cookies e web beacons. Nossos parceiros de publicidade estão listados abaixo. Cada um dos nossos parceiros publicitários tem a sua própria Política de Privacidade para as suas políticas sobre dados do utilizador. Para facilitar o acesso, criamos um hiperlink para suas Políticas de Privacidade abaixo.",
      "p7": "Poderá consultar esta lista para encontrar a Política de Privacidade de cada um dos parceiros publicitários da Douglas Matos.",
      "p8": "Servidores de anúncios ou redes de anúncios de terceiros utilizam tecnologias como cookies, JavaScript ou Web Beacons que são utilizados em seus respectivos anúncios e links que aparecem no Douglas Matos, que são enviados diretamente aos usuários. navegador. Eles recebem automaticamente seu endereço IP quando isso ocorre. Estas tecnologias são utilizadas para medir a eficácia das suas campanhas publicitárias e/ou para personalizar o conteúdo publicitário que vê nos websites que visita.",
      "p9": "Tenha em atenção que Douglas Matos não tem acesso nem controlo sobre estes cookies que são utilizados por anunciantes terceiros.",
      "p10": "A Política de Privacidade de Douglas Matos não se aplica a outros anunciantes ou sites. Assim, aconselhamos que consulte as respetivas Políticas de Privacidade destes servidores de anúncios de terceiros para obter informações mais detalhadas. Pode incluir suas práticas e instruções sobre como cancelar determinadas opções.",
      "p11": "Você pode optar por desativar os cookies através das opções individuais do seu navegador. Para saber informações mais detalhadas sobre o gerenciamento de cookies com navegadores específicos, você pode encontrá-las na página 'Navegadores'. respectivos sites.",
      "p12": "Outra parte da nossa prioridade é adicionar proteção às crianças durante o uso da Internet. Incentivamos os pais e responsáveis a observar, participar e/ou monitorar e orientar suas atividades online.",
      "p13": "Douglas Matos não coleta intencionalmente nenhuma informação pessoal identificável de crianças menores de 13 anos. Se você acha que seu filho forneceu esse tipo de informação em nosso site, recomendamos fortemente que você entre em contato conosco imediatamente e faremos nossos melhores esforços para prontamente remover tais informações de nossos registros.",
      "p14": "Esta Política de Privacidade aplica-se apenas às nossas atividades online e é válida para os visitantes do nosso site no que diz respeito às informações que partilharam e/ou recolheram na Douglas Matos. Esta política não se aplica a quaisquer informações coletadas off-line ou por meio de canais que não sejam este site.",
      "p15": "Ao utilizar nosso site, você concorda com nossa Política de Privacidade e concorda com seus Termos e Condições.",
      "subtitle": {
        "t1": "Arquivos de registro",
        "t2": "Cookies e web beacons",
        "t3": "Cookie DART do Google DoubleClick",
        "t4": "Nossos parceiros publicitários",
        "t5": "Políticas de Privacidade",
        "t6": "Políticas de Privacidade de Terceiros",
        "t7": "Informações Infantis",
        "t8": "Somente Política de Privacidade Online",
        "t9": "Consentimento"
      }
    }
  }
}